
"CONFIGURE..." = "Määrittele…";
"CANCEL" = "Kumoa"; // Button title
"CONTINUE" = "Jatka"; // Button title
"MY_APPLICATIONS" = "Omat ohjelmat";
"MY_STUFF" = "Dokumentit";
"SHARED_STUFF" = "Jaettu";

"NO_USERS_TEXT" = "Hallittavia käyttäjätunnuksia ei ole.";
"NO_USERS_SUBTEXT" = "Olet kirjautunut sisään tietokoneen ylläpitotunnuksella. Jos haluat ottaa käyttörajoitukset käyttöön tällä tunnuksella, luo uusi ylläpitotunnus ja poista tämän tunnuksen ylläpito-oikeudet. Voit myös luoda uuden normaalin tunnuksen ja ottaa käyttörajoitukset käyttöön.";
"NO_USERS_BUTTON_TEXT" = "Avaa Tunnukset-asetukset…";

"REMOTE_SETUP_BUTTON_LABEL" = "Etäkäyttöönotto";
"TRANSFERRING_INFO" = "Siirretään tietoja…";
"ALLOW_REMOTE_SETUP_MENU_ITEM" = "Salli etämäärittely";
"AX_USER_ACTIONS_BUTTON_DESC" = "Tilitoiminnot";

// User table
"THIS_COMPUTER" = "Tämä tietokone";
"OTHER_COMPUTERS" = "Muut tietokoneet";

// User menu
"COPY_SETTINGS_FOR_USER" = "Kopioi asetukset käyttäjälle ”%@”";
"PASTE_SETTINGS_FOR_USER" = "Sijoita asetukset käyttäjälle ”%@”";
"COPY_SETTINGS" = "Kopioi asetukset";
"PASTE_SETTINGS" = "Sijoita asetukset";
"ENABLE_PARENTAL_CONTROLS" = "Ota käyttörajoitukset käyttöön";
"DISABLE_PARENTAL_CONTROLS_FOR_USER" = "Poista käyttörajoitukset käytöstä käyttäjältä ”%@”";
"ENABLE_PARENTAL_CONTROLS_FOR_USER" = "Ota käyttörajoitukset käyttöön käyttäjälle ”%@”";

// System tab
"APP_LIST_DESC_TEXT" = "Sallitut ohjelmat:";
"APP_LIST_GATHERING_INFO" = "Kerätään tietoja…";
"APP_LIST_ITEM_UTILITIES" = "Lisäohjelmat";
"APP_LIST_ITEM_OTHER" = "Muut ohjelmat";
"APP_LIST_ITEM_WIDGETS" = "Widgetit";
"APP_LIST_ITEM_APPSTORE" = "App Store";
"APP_LIST_ITEM_DEVELOPER" = "Kehittäjä";
"ALLOW_ACCESS_TITLE" = "Haluatko antaa tälle käyttäjälle pääsyn %1$d ohjelmaan kansiossa ”%2$@”?";
"APP_STORE_RATING_CONFLICT_TITLE_1" = "Seuraavat ohjelmat ovat tällä hetkellä sallittuja, mutta rajoitus %@ estää ne:";
"APP_STORE_RATING_CONFLICT_TITLE_1_SINGULAR" = "Seuraava ohjelma on tällä hetkellä sallittu, mutta rajoitus %@ estää sen:";
"APP_STORE_RATING_CONFLICT_MESSAGE_1" = "Haluatko estää nämä ohjelmat vai sallia ne edelleen?";
"APP_STORE_RATING_CONFLICT_MESSAGE_1_SINGULAR" = "Haluatko estää tämän ohjelman vai sallia sen edelleen?";
"APP_STORE_RATING_CONFLICT_TITLE_2" = "Seuraavat ohjelmat ovat tällä hetkellä estettyjä, mutta rajoitus %@ sallii ne:";
"APP_STORE_RATING_CONFLICT_TITLE_2_SINGULAR" = "Seuraava ohjelma on tällä hetkellä estetty, mutta rajoitus %@ sallii sen:";
"APP_STORE_RATING_CONFLICT_MESSAGE_2" = "Haluatko sallia nämä ohjelmat vai estää ne edelleen?";
"APP_STORE_RATING_CONFLICT_MESSAGE_2_SINGULAR" = "Haluatko sallia tämän ohjelman vai estää sen edelleen?";
"REMOVE" = "Poista";
"BLOCK" = "Estä";
"LEAVE_BLOCKED" = "Pidä estettynä";
"LEAVE_ALLOWED" = "Pidä sallittuna";
"AND_OTHERS" = " ja %d muuta."; // e.g. "iPhoto, Safari, and 8 others."
"APP_STORE_RATING_NOT_ALLOWED" = "Älä salli";
"APP_STORE_RATING_ALL_ALLOWED" = "Kaikki";
"APP_STORE_RATING_4+" = "4+";
"APP_STORE_RATING_9+" = "9+";
"APP_STORE_RATING_12+" = "12+";
"APP_STORE_RATING_17+" = "17+";
"LIMIT_DOCK_TEXT_1" = "Sallii käyttäjän muokata Dockin sisältöä.";
"LIMIT_DOCK_TEXT_2" = "Dockin muuttaminen ei ole sallittua yksinkertaisessa Finderissa.";

// Content tab
"ADD_BOOKMARK" = "Lisää kirjanmerkki…";
"ADD_FOLDER" = "Lisää kansio";
"UNTITLED_FOLDER" = "Nimetön kansio";
"ADD_BOOKMARK_AX_VALUE" = "Lisää kirjanmerkki tai kirjanmerkkikansio";
"REMOVE_BOOKMARK_AX_VALUE" = "Poista valittu kirjanmerkki tai kirjanmerkkikansio";
"ALWAYS_ALLOW_ADD_BUTTON_AX_VALUE" = "Lisää verkkosivusto, joka sallitaan aina";
"ALWAYS_ALLOW_REMOVE_BUTTON_AX_VALUE" = "Poista verkkosivusto, joka sallitaan aina";
"NEVER_ALLOW_ADD_BUTTON_AX_VALUE" = "Lisää verkkosivusto, jota ei sallita koskaan";
"NEVER_ALLOW_REMOVE_BUTTON_AX_VALUE" = "Poista verkkosivusto, jota ei sallita koskaan";
"DUPLICATE_SITE_TITLE" = "Verkkosivusto ”%@” on jo jossakin luettelossa. Valitse eri verkkosivusto.";

// Chat/Mail tab
"NAME_ORDER" = "etu-suku"; // Change to "last-first" for 4866626
"INVALID_EMAIL_TITLE" = "Virheellinen sähköpostiosoite";
"INVALID_EMAIL_DESC" = "”%@” ei ole kelvollinen sähköpostiosoite.";
"ADD_CONTACT" = "Lisää yhteystieto"; // Accessibility description
"REMOVE_CONTACT" = "Poista yhteystieto"; // Accessibility description

// Time limits tab
"SLIDER_LABEL" = "%@ päivässä"; // e.g. 1 hour a day
"DAY_RANGE_FORMAT1" = "%@ — %@"; // e.g. Sunday - Thursday
"DAY_RANGE_FORMAT2" = "%@ ja %@"; // e.g. Friday and Saturday
"DAY_RANGE_FORMAT3" = "%@ - %@"; // e.g. Monday through Friday
"CURFEW_DESC" = "Sallii tietokoneen käytön vain rajoitetun ajan seuraavien päivien aikana: %@"; // The %@ parameter will be a day range, e.g. "Monday through Friday"

// Logs tab
"ICHAT" = "iChat";
"CONTACT" = "Yhteystieto";
"APPLICATION" = "Ohjelma";
"APPLICATIONS" = "Ohjelmat";
"WEBSITE" = "Verkkosivusto";
"WEBSITES_VISITED" = "Vieraillut verkkosivustot";
"WEBSITES_BLOCKED" = "Estetyt verkkosivustot";
"ALLOW" = "Salli";
"RESTRICT" = "Rajoita";
"BUDDY_RESTRICTIONS_NOT_ACTIVE_TITLE" = "Sähköposti- ja keskustelurajoitukset eivät ole käytössä";
"BUDDY_RESTRICTIONS_NOT_ACTIVE_DESC" = "Haluatko rajoittaa osoitteita, joiden kanssa tämä käyttäjä voi käyttää sähköpostia ja keskustella?";
"WEBSITE_RESTRICTIONS_NOT_ACTIVE_TITLE" = "Verkkosivustorajoitukset eivät ole käytössä";
"WEBSITE_RESTRICTIONS_NOT_ACTIVE_DESC" = "Haluatko ottaa käyttöön verkkosivustorajoitukset käyttäjälle?";
"APP_RESTRICTIONS_NOT_ACTIVE_TITLE" = "Ohjelmarajoitukset eivät ole käytössä";
"APP_RESTRICTIONS_NOT_ACTIVE_DESC" = "Haluatko rajoittaa tämän käyttäjän ohjelmien käyttöä?";
// The usage here is e.g. "Stickies launched 3 times".
"TIME_SINGULAR" = "kerran";
"TIMES_PLURAL" = "kertaa";
"LOGS_TODAY" = "Tänään";
"LOGS_YESTERDAY" = "Eilen";
"UNKNOWN" = "Tuntematon";
"APP_USAGE_FORMAT" = "%1$@ %2$@"; // %1$@ is date, %2$@ is duration. e.g. "June 18, 2:00PM for 20 minutes"
"CLEAR_LOGS_ALERT_TITLE" = "Tämä toiminto tyhjentää kaikki lokit tyyppiä ”%@” eikä sitä voida perua.";
"CLEAR_LOGS_ALERT_DESC" = "Haluatko jatkaa?";

// Remote connectiion
"REMOTE_AUTHORIZATION" = "Pääsy tietokoneelle ”%@” edellyttää tietokoneen ylläpitäjän käyttäjätunnusta ja salasanaa.";
"REMOTE_CONNECT_ERROR_TITLE" = "Yhteysvirhe";
"REMOTE_CONNECT_ERROR" = "Tietokoneelle %@ ei voitu muodostaa yhteyttä, koska tapahtui SSL-yhteysvirhe.";
"REMOTE_AUTH_ERROR_TITLE" = "Etätietokoneeseen ei voida yhdistää, koska syötetty käyttäjätunnus tai salasana on virheellinen.";
"REMOTE_AUTH_ERROR_DESC" = "Syötä käyttäjätunnus ja salasana tilille tietokoneella, johon olet yhdistämässä.";

